Repository: matteoparlato/Project-Nirvash
Catalog: Project Nirvash/Strings/*/Resources.resw
Source language: en_us
Languages: it_it

# AboutDialog.CloseButtonText
source: Close
it_it: Chiudi

# AboutDialog.Title
source: About Registro Elettronico S
it_it: Informazioni su Registro Elettronico S

source: Absence
it_it: Assenza

# AbsenceDetailsDialog.CloseButtonText
source: Close
it_it: Chiudi

# AbsenceDetailsTitle
source: Events of the day {0}
it_it: Eventi del giorno {0}

# AbsenceNotification
source: There's an absence to justify
it_it: È presente un evento da giustificare

# AbsenceToJustifyDetailsDialog.CloseButtonText
source: Close
it_it: Chiudi

# AbsenceToJustifyDetailsTitle
source: Events to justify
it_it: Eventi da giustificare

# AccountName
source: {0}'s account
it_it: Account di {0}

# AddBatterySaverExceptionButton.Content
source: Add exception
it_it: Aggiungi eccezione

# AdDialog.CloseButtonText
source: Close
it_it: Chiudi

# AdDialog.Title
source: Support the developer, click on the ad
it_it: Supporta lo sviluppatore, clicca sulla pubblicità

# AddToOutlookCalendarButton.ToolTipService.ToolTip
source: Add to Outlook Calendar
it_it: Aggiungi a Calendario di Outlook

# AddToOutlookCalendarSwipeItem.Text
source: Add to Outlook Calendar
it_it: Aggiungi a Calendario di Outlook

# AgendaDetailsDialog.CloseButtonText
source: Close
it_it: Chiudi

# AgendaDetailsTitle
source: Tasks of the day {0}
it_it: Attività del giorno {0}

# AgendaNotification
source: New event published in the agenda
it_it: Nuovo evento pubblicato in agenda

# AppCopyright.Text
source: Registro Elettronico S does not represent any S.p.A. Spaggiari Group software. The electronic register service "Scuola Attiva" is owned by Spaggiari S.p.A. group, Infoschool division.
it_it: Registro elettronico S non rappresenta alcun software Gruppo Spaggiari S.p.A.. Il servizio registro elettronico "Scuola Attiva" è di proprietà di gruppo Spaggiari S.p.A., divisione Infoschool.

# AppFullDescription.Text
source: Registro Elettronico S is the first app on the Microsoft Store to access the Spaggiari electronic registry that allows you to stay constantly updated on your school career.
it_it: Registro elettronico S è la prima app sul Microsoft Store per accedere al registro elettronico Spaggiari che ti consente di rimanere costantemente aggiornato sulla tua carriera scolastica.

# AppInformationHyperlinkButton.Content
source: About this app
it_it: Informazioni sull'app

# AppPrivacy.Text
source: Before starting you need to carefully read some information relating to your privacy.
it_it: Prima di iniziare dovrai leggere attentamente alcune informazioni relative alla tua privacy.

# Attachments.Text
source: Attachments
it_it: Allegati

source: Attention
it_it: Attenzione

# Authors.Text
source: Authors
it_it: Autori

# BatterySaverDescriptionTextBlock.Text
source: When you turn on battery saver mode, the app can no longer send you any kind of notification. By adding an exception, you can ensure that the app can continue to run in the background and that it continues to keep you updated.
it_it: Quando attivi la modalità risparmio batteria, l'app non può più inviarti alcun tipo di notifica. Aggiungendo un'eccezione, potrai far si che l'app possa continuare ad essere eseguita in background e che continui a mantenerti aggiornato.

# BatterySaverTextBlock.Text
source: Battery saver
it_it: Risparmio batteria

# Calendar.Content
source: Calendar
it_it: Calendario

# ContentAutoSuggestBox.PlaceholderText
source: Search content
it_it: Cerca contenuto

# ContentMessageDialog.CloseButtonText
source: Close
it_it: Chiudi

# Contents.Content
source: Teaching material
it_it: Materiale didattico

# CopyrightSettingsInfo.Text
source: You can change this option later from app settings.
it_it: Potrai modificare in seguito questa opzione dalle impostazioni dell'app.

source: Delay
it_it: Ritardo

# DidactictNotification
source: New content published
it_it: Nuovo materiale didattico pubblicato

# DisableLiveTileAndNotificationsDescriptionTextBlock.Text
source: If you no longer want to receive updates from the app, you can disable it's background execution.
it_it: Se non vuoi più ricevere aggiornamenti dall'app puoi disattivare la sua esecuzione in background.

# DisableLiveTileAndNotificationsTextBlock.Text
source: Disable live tile and notifications
it_it: Disabilita live tile e notifiche

# DownloadTeachingTip.Subtitle
source: Download of the selected file in progress. Once the download is complete, the file will open automatically.
it_it: Dowload del file selezionato in corso. Al termine del download, il file verrà aperto automaticamente.

# DownloadTeachingTip.Title
source: Downloading...
it_it: Download in corso...

source: Early exit
it_it: Uscita anticipata

# EmptyEventsToJustifyTextBlock.Text
source: No events to justify
it_it: Nessun evento da giustificare

# EmptyGradeNotesForFamily
source: Grade without description
it_it: Valutazione senza descrizione

# EmptyLessonsTextBlock.Text
source: No lessons to show
it_it: Nessuna lezione da mostrare

# EmptyNoticeboardTextBlock.Text
source: No noticeboard posts to show
it_it: Nessuna comunicazione da mostrare

# EmptySubject
source: Other
it_it: Altro

# EmptySuggestions
source: No content found
it_it: Nessun contenuto trovato

# EmptyTeacher
source: Unspecified teacher
it_it: Professore non specificato

# EmptyTomorrowAgendaTextBlock.Text
source: No tasks planned for tomorrow
it_it: Nessuna attività pianificata per domani

# Events.Content
source: Absences
it_it: Assenze

# EventsToJustify.Text
source: Events to justify
it_it: Eventi da giustificare

# EventsToJustifyAppBarButton.ToolTipService.ToolTip
source: Events to justify
it_it: Eventi da giustificare

# FirstPeriod.Text
source: First period - Average:
it_it: Primo periodo - Media:

# GoToTodayAppBarButton.ToolTipService.ToolTip
source: Go to today
it_it: Vai a oggi

# GradeNotification
source: New grade published
it_it: Nuova valutazione pubblicata

# Grades.Content
source: Grades
it_it: Valutazioni

# HttpRequestException
source: Unable to communicate with Spaggiari's remote server. Make sure you have an active Internet connection and try again.
it_it: Impossibile comunicare con il server remoto di Spaggiari. Verifica di avere una connessione ad Internet attiva e riprova.

# ItemDetailsDialog.CloseButtonText
source: Close
it_it: Chiudi

# LessonHourDescription.Text
source: ° HOUR
it_it: ª ORA

# Lessons.Content
source: Lessons
it_it: Lezioni

# LessonsDetailsDialog.CloseButtonText
source: Close
it_it: Chiudi

# LessonsDetailsTitle
source: Lessons of the day {0}
it_it: Lezioni del giorno {0}

# LiveTileAndNotificationsDescriptionTextBlock.Text
source: The live tile allows you to stay constantly updated on the publication of new grades, notes, tasks, noticeboard posts and any events to justify.
it_it: La live tile ti consente di rimanere costantemente aggiornato sulla pubblicazione di nuovi voti, note, attività, comunicazioni ed eventuali eventi da giustificare.

# LiveTileAndNotificationsTextBlock.Text
source: Live tile and notifications
it_it: Live tile e notifiche

# LoginButton.Content
source: Login
it_it: Accedi

# ManageBackgroundAppsButton.Content
source: Manage background apps
it_it: Gestisci app in background

# NoDataSubtitleTextBlock.Text
source: You'll be notified on new posts
it_it: Riceverai una notifica alla pubblicazione di nuovi contenuti

# NoDataTitleTextBlock.Text
source: No data available
it_it: Nessun contenuto disponibile

# NoteNotification
source: New note published
it_it: Nuova nota pubblicata

# Notes.Content
source: Notes
it_it: Note

# Noticeboard.Content
source: Noticeboard
it_it: Comunicazioni

# NoticeboardHasAttachments.Text
source: Has attachments
it_it: Possiede allegati

# NoticeboardNotification
source: New post published
it_it: Nuova comunicazione pubblicata

# OpenAuthenticationSettingsButton.Content
source: Open Windows settings
it_it: Apri le impostazioni di Windows

# OpenOutlookCalendarAppBarButton.ToolTipService.ToolTip
source: Open Outlook Calendar
it_it: Apri Calendario di Outlook

# PrivacyAndDiagnosticDataDescriptionTextBlock.Text
source: The app uses third-party services to collect diagnostic data that can be used to improve the app's user experience and stability.
it_it: L'app utilizza servizi di terze parti per raccogliere dati di diagnostica che possono essere impiegati per migliorare l'esperienza d'uso e la stabilità dell'app stessa.

# PrivacyAndDiagnosticDataHyperlink.Content
source: See full privacy policy
it_it: Consulta l'informativa completa

# PrivacyAndDiagnosticDataTextBlock.Text
source: Privacy and diagnostic data
it_it: Privacy e dati di diagnostica

# PrivacyPolicyDialog.PrimaryButtonText
source: Accept
it_it: Accetta

# PrivacyPolicyDialog.SecondaryButtonText
source: Decline
it_it: Rifiuta

# PrivacyPolicyDialog.Title
source: Your privacy first
it_it: La tua privacy prima di tutto

# PublishedOn.Text
source: Published on
it_it: Pubblicato il

# RecentNoticeboard.Text
source: Recent noticeboard posts
it_it: Comunicazioni recenti

# SecondPeriod.Text
source: Second period - Average:
it_it: Secondo periodo - Media:

# SendDiagnosticDataCheckBox.Content
source: Send diagnostic data
it_it: Invia dati di diagnostica

# SendFeedbackHyperlinkButton.Content
source: Send a feedback
it_it: Invia un feedback

# ShareContentButton.ToolTipService.ToolTip
source: Share
it_it: Condividi

source: Short delay
it_it: Ritardo breve

# SpaggiariAccountChangeUserDescriptionTextBlock.Text
source: Want to sign in with another account?
it_it: Vuoi accedere ad un altro account?

# SpaggiariAccountHyperlinkButton.Content
source: Change user
it_it: Cambia utente

# SpaggiariAccountTextBlock.Text
source: Spaggiari account
it_it: Account Spaggiari

# SupportTextBlock.Text
source: Support
it_it: Supporto

# TodayLessons.Text
source: Today lessons
it_it: Lezioni di oggi

source: - To justify
it_it: - Da giustificare

# TomorrowAgenda.Text
source: Tomorrow agenda
it_it: Domani in agenda

# UnauthorizedUserException
source: The specified credentials are incorrect. Please check them and try to log in again.
it_it: Le credenziali specificate non sono corrette. Controllale e riprova ad eseguire l'accesso.

# UnhandledException
source: An unknown error occurred while logging into your account. Contact the app developer.
it_it: Si è verificato un errore sconosciuto durante l'accesso all'account. Contatta lo sviluppatore dell'app.

# UsernameTextBox.PlaceholderText
source: Username
it_it: Nome utente

# UseWindowsHelloCheckBox.Content
source: Use Windows Hello
it_it: Usa Windows Hello

# WelcomeToTextBlock.Text
source: Welcome to
it_it: Benvenuto in

# WindowsHelloDescriptionTextBlock.Text
source: Windows Hello is a new way to securely sign in to devices, apps, online services, and networks. By enabling authentication with Windows Hello, the app will require unlocking via PIN, fingerprint or iris scan to log in, in this way you can gain greater protection from unauthorized access to your account.
it_it: Windows Hello è un nuovo sistema per eseguire l'accesso a dispositivi, app, servizi online e reti in modo sicuro. Abilitando l'autenticazione con Windows Hello l'app richiederà lo sblocco tramite PIN, impronta digitale o scansione dell'iride per eseguire l'accesso, in questo modo è possibile offrire una maggiore protezione da accessi non autorizzati al tuo account.

# WindowsHelloMessage
source: For security reasons, the identity of the user must be verified.
it_it: Per motivi di sicurezza, è necessario verificare l'identità dell'utente.

# WindowsHelloRequirementsDescriptionTextBlock.Text
source: To enable this feature, a valid authentication method (PIN, fingerprint, or iris scan) must be specified in the Windows settings.
it_it: Per abilitare questa funzione è necessario specificare un metodo di autenticazione valido (PIN, impronta digitale o scansione dell'iride) nelle impostazioni di Windows.

# WriteCredentialsTextBlock.Text
source: Write the credentials of your account
it_it: Inserisci le credenziali del tuo account
